/* No comment provided by engineer. */
"%d GB" = "%d GB";

/* No comment provided by engineer. */
"%d K" = "%d K";

/* No comment provided by engineer. */
"%d MB" = "%d MB";

/* No comment provided by engineer. */
"Choose" = "Choose";

/* No comment provided by engineer. */
"Choose an application to use for virus scanning." = "Choose an application to use for virus scanning.";

/* No comment provided by engineer. */
"Choose where you would like expanded archive contents to be placed." = "Choose where you would like expanded archive contents to be placed.";

/* No comment provided by engineer. */
"Choose where you would like new archives to be created." = "Choose where you would like new archives to be created.";

/* No comment provided by engineer. */
"Compression" = "Compression";

/* No comment provided by engineer. */
"Destination" = "Destination";

/* No comment provided by engineer. */
"Expansion" = "Expansion";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"K" = "K";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Menu Options" = "Menu Options";

/* No comment provided by engineer. */
"StuffIt" = "StuffIt";

/* No comment provided by engineer. */
"Tar" = "Tar";

/* No comment provided by engineer. */
"Zip" = "Zip";

